Repository: OctoPrint/OctoPrint-PiSupport
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Allows to check for the Pi's throttling status and environment info
de: Erlaubt die Abfrage des Throttlestatus und der Umgebungsinformationen des Raspberry Pis

source: Without this plugin OctoPrint will no longer be able to provide additional information about your Pi, which will make it more tricky to help you if you need support.
de: Ohne dieses Plugin kann OctoPrint nicht mehr zusätzliche Informationen über deinen Pi Instanz zur Verfügung stellen, was es ggf. schwieriger macht, dir zu helfen, falls du Support brauchst.

source: OctoPrint does not and never has supported the RPi Zero or Zero W. Use at least a Raspberry Pi 3, or risk bad performance and failed prints.
de: OctoPrint hat noch nie den RPi Zero oder Zero W unterstützt. Verwende mindestens einen Raspberry Pi 3, oder riskiere schlechte Performance und fehlgeschlagene Druckaufträge.

source: You can read more <a href="%(url)s" target="_blank">in the FAQ</a>.
de: Du kannst mehr dazu <a href="%(url)s" target="_blank">in der FAQ</a> lesen.

source: You can disable this message via Settings > Pi Support > Ignore warning on unsupported hardware
de: Du kannst diese Nachricht deaktiveren über Einstellungen > Pi Support > Ignoriere Warnung über nicht unterstützte Hardware

source: Unsupported hardware detected
de: Nicht unterstützte Hardware erkannt

source: Undervoltage. Make sure your power supply and cabling are providing enough power to the Pi.
de: Zu niedrige Spannung. Stelle sicher, dass dein Netzteil und die Verkabelung dem Pi genug Strom liefern.

source: Frequency capping due to overheating. Improve cooling of the CPU and GPU.
de: Heruntertaktung aufgrund von Überhitzung. Verbessere die Kühlung von CPU und GPU.

source: A blinking symbol indicates a current issue, a non blinking symbol one that was observed some time since the Pi booted up.
de: Ein blinkendes Symbol zeigt ein aktuelles Problem an, ein nicht blinkendes ein Problem, das irgendwann seit dem Bootup des Pis aufgetreten ist.

source: Click the symbol in the navbar for more information.
de: Klick für weitere Informationen auf das Symbol in der Navbar.

source: About OctoPi
de: Über OctoPi

source: What do the symbols mean?
de: Was bedeuten die Symbole?

source: Undervoltage
de: Zu niedrige Spannung

source: Overheat
de: Überhitzung

source: Please restart OctoPrint after changing any of this plugin's settings.
de: Bitte starte OctoPrint neu, nachdem du die Einstellungen dieses Plugins geändert hast.

source: Disable warning about unsupported hardware
de: Ignoriere Warnung über nicht unterstützte Hardware

source: Warning
de: Warnung

source: If you check this, you will no longer get warned if you run OctoPrint on Raspberry Pi models that are not officially supported due to bad performance that can lead to failed prints. Do so at your own risk.
de: Falls du das aktivierst, wird dich OctoPrint nicht mehr davor warnen, wenn du es auf Raspberry Pi Modellen laufen lässt, die aufgrund bekannter Probleme mit Performance und fehlgeschlagenen Druckaufträgen nicht offiziell unterstützt werden. Du tust dies auf deine eigene Verantwortung.

source: Enable under voltage and overheat detection via <code>vcgencmd get_throttled</code>
de: Erkennung zu niedriger Spannung und Überhitzung via <code>vcgencmd get_throttled</code> einschalten

source: This will regularly check with the Pi if something is amiss either with power regulation or CPU/GPU temperature.
de: Es wird regelmäßig geprüft, ob etwas mit der Spannungsversorgung oder der CPU/GPU Temperatur des Pis nicht stimmt.

source: Advanced options
de: Erweiterte Optionen

source: Command for under voltage/overheat detection
de: Befehl für Spannungs-/Überhitzungserkennung

source: Defaults to <code>/usr/bin/vcgencmd get_throttled</code>. You usually shouldn't have to change this.
de: Standardeinstellung ist <code>/usr/bin/vcgencmd get_throttled</code>. Du solltest das gewöhnlich nicht ändern müssen.

source: Your Raspberry Pi is reporting insufficient power. Switch to an adequate power supply or risk bad performance and failed prints.
de: Dein Raspberry Pi meldet eine zu niedrige Spannung. Wechsle auf ein ausreichendes Netzteil, oder riskiere schlechte Performance und fehlgeschlagene Druckaufträge.

source: Undervoltage detected
de: Zu niedrige Spannung

source: Make sure your power supply and cabling are providing enough power to the Pi.
de: Stelle sicher, dass dein Netzteil und die Verkabelung dem Pi genug Strom liefern.

source: Current issues:
de: Aktuelle Probleme:

source: The following issues are being observed <em>right now</em>:
de: Die folgenden Probleme werden <em>gerade jetzt</em> gemeldet:

source: Issues since boot:
de: Probleme seit dem Bootvorgang:

source: The following issues have been observed since the Pi was booted:
de: Die folgenden Probleme wurde seit dem letzten Bootvorgang des Pis gemeldet:

source: See also the FAQ...
de: Siehe also die FAQ...

source: Undervoltage detected, print anyway?
de: Zu niedrige Spannung erkannt, trotzdem drucken?

source: Your Pi is reporting undervoltage. It is not recommended to start a print job until an adequate power supply has been installed.
de: Dein Pi meldet eine zu niedrige Spannung. Es ist nicht empfohlen, eine Druckauftrag zu starten, bis ein ausreichendes Netzteil installiert ist.

source: See also the FAQ
de: Siehe also die FAQ

source: Start the print job anyway?
de: Den Druck trotzdem starten?

source: No, don't print
de: Nein, nicht drucken

source: Yes, print
de: Ja, drucken

source: Yes, print & don't warn again
de: Ja, drucken & nicht mehr warnen

source: Disable warning about undervoltage on print start
de: Ignoriere Warnung über zu niedrige Spannung beim Druckstart

source: If you check this, you will no longer get warned when starting prints during observed undervoltage issues. Do so at your own risk.
de: Wenn du das aktivierst, wird OctoPrint dich nicht mehr warnen, wenn du einen Druckjob startest während dein Pi zu niedrige Spannung meldet. Du tust dies auf deine eigene Verantwortung.
